Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Dust
bg_bg: Прах
ca_es: Pols
cs_cz: Prach
da_dk: Støv
de_de: Staub
el_gr: Σκόνη
es_es: Polvo
et_ee: Võta tolmu
eu_es: Hautsa
fi_fi: Pöly
fr_fr: Poussière
gl_es: Po
hi_in: डस्ट
hr_hr: Prašina
hu_hu: Por
it_it: Polvere
ja_jp: ダスト
kk_kz: Шаң
ko_kr: 더스트
lt_lt: Dulkės
lv_lv: Putekļi
ms_my: Habuk
nb_no: Støv
nl_nl: Stof
pl_pl: Pył
pt_br: Poeira
pt_pt: Pó
ro_ro: Praf
ru_ru: Пыль
sk_sk: Prach
sl_si: Prah
sr_cyrl_rs: Прашина
sr_latn_rs: Prašina
sv_se: Damm
th_th: ฝุ่น
uk_ua: Пил
vi_vn: Bụi
zh_cn: 灰尘
zh_tw: 塵土

# image_Image_DisplayName
source: Image
bg_bg: Изображение
ca_es: Imatge
cs_cz: Obrázek
da_dk: Billede
de_de: Bild
el_gr: Εικόνα
es_es: Imagen
et_ee: Pilt
eu_es: Irudia
fi_fi: Kuva
gl_es: Imaxe
hi_in: छवि
hr_hr: Slika
hu_hu: Kép
it_it: Immagine
ja_jp: 画像
kk_kz: Сурет
ko_kr: 이미지
lt_lt: Vaizdas
lv_lv: Attēls
ms_my: Imej
nb_no: Bilde
nl_nl: Afbeelding
pl_pl: Obraz
pt_br: Imagem
pt_pt: Imagem
ro_ro: Imagine
ru_ru: Изображение
sk_sk: Obrázok
sl_si: Slika
sr_cyrl_rs: Слика
sr_latn_rs: Slika
sv_se: Bild
th_th: ภาพ
tr_tr: Görüntü
uk_ua: Зображення
vi_vn: Hình ảnh
zh_cn: 图像
zh_tw: 影像

# icon_Icon_DisplayName
source: Icon
bg_bg: Икона
ca_es: Icona
cs_cz: Ikona
da_dk: Ikon
de_de: Symbol
el_gr: Εικονίδιο
es_es: Icono
et_ee: Ikoon
eu_es: Ikonoa
fi_fi: Kuvake
fr_fr: Icône
gl_es: Icona
hi_in: चिह्न
hr_hr: Ikona
hu_hu: Ikon
it_it: Icona
ja_jp: アイコン
kk_kz: Белгіше
ko_kr: 아이콘
lt_lt: Piktograma
lv_lv: Ikona
ms_my: Ikon
nb_no: Ikon
nl_nl: Pictogram
pl_pl: Ikona
pt_br: Ícone
pt_pt: Ícone
ro_ro: Pictogramă
ru_ru: Значок
sk_sk: Ikona
sl_si: Ikona
sr_cyrl_rs: Икона
sr_latn_rs: Ikona
sv_se: Ikon
th_th: ไอคอน
tr_tr: Simge
uk_ua: Піктограма
vi_vn: Biểu tượng
zh_cn: 图标
zh_tw: 圖示

# icon_Rotation_DisplayName
source: Rotation
bg_bg: Завъртане
ca_es: Rotació
cs_cz: Otočení
de_de: Drehung
el_gr: Περιστροφή
es_es: Giro
et_ee: Keeramine
eu_es: Biraketa
fi_fi: Kierto
gl_es: Rotación
hi_in: रोटेशन
hr_hr: Rotiranje
hu_hu: Elforgatás
it_it: Rotazione
ja_jp: 回転
kk_kz: Бұрылыс
ko_kr: 회전
lt_lt: Pasukimas
lv_lv: Pagriešana
ms_my: Putaran
nb_no: Rotasjon
nl_nl: Draaiing
pl_pl: Obrót
pt_br: Rotação
pt_pt: Rotação
ro_ro: Rotire
ru_ru: Поворот
sk_sk: Otočenie
sl_si: Vrtenje
sr_cyrl_rs: Ротација
sr_latn_rs: Rotacija
th_th: การหมุน
tr_tr: Döndürme
uk_ua: Обертання
vi_vn: Xoay
zh_cn: 旋转
zh_tw: 旋轉

# image_ImagePosition_DisplayName
source: Image position
bg_bg: Позиция на изображението
ca_es: Posició de la imatge
cs_cz: Umístění obrázku
da_dk: Billedposition
de_de: Bildposition
el_gr: Θέση εικόνας
es_es: Posición de imagen
et_ee: Pildi asend
eu_es: Irudiaren posizioa
fi_fi: Kuvan sijainti
fr_fr: Position de l’image
gl_es: Posición da imaxe
hi_in: छवि की स्थिति
hr_hr: Položaj slike
hu_hu: Kép pozíciója
it_it: Posizione immagine
ja_jp: 画像の位置
kk_kz: Сурет орны
ko_kr: 이미지 위치
lt_lt: Vaizdo padėtis
lv_lv: Attēla pozīcija
ms_my: Posisi imej
nb_no: Bildeplassering
nl_nl: Afbeeldingspositie
pl_pl: Pozycja obrazu
pt_br: Posição da imagem
pt_pt: Posição da imagem
ro_ro: Poziție imagine
ru_ru: Положение изображения
sk_sk: Pozícia obrázka
sl_si: Mesto slike
sr_cyrl_rs: Положај слике
sr_latn_rs: Položaj slike
sv_se: Bildplacering
th_th: ตำแหน่งของภาพ
tr_tr: Görüntü konumu
uk_ua: Положення зображення
vi_vn: Vị trí hình ảnh
zh_cn: 图像位置
zh_tw: 影像位置

# image_ImageRotation_DisplayName
source: Rotate
bg_bg: Завъртане
ca_es: Gira
cs_cz: Otočit
da_dk: Roter
de_de: Drehen
el_gr: Περιστροφή
es_es: Girar
et_ee: Pööra
eu_es: Biratu
fi_fi: Kierrä
fr_fr: Faire pivoter
gl_es: Rotar
hi_in: घुमाएँ
hr_hr: Rotiraj
hu_hu: Elforgatás
it_it: Ruota
ja_jp: 回転
kk_kz: Бұру
ko_kr: 회전
lt_lt: Sukti
lv_lv: Pagriezt
ms_my: Putar
nb_no: Roter
nl_nl: Draaien
pl_pl: Obróć
pt_br: Girar
pt_pt: Rodar
ro_ro: Rotire
ru_ru: Поворот
sk_sk: Otočiť
sl_si: Zavrti
sr_cyrl_rs: Ротирај
sr_latn_rs: Rotiraj
sv_se: Rotera
th_th: หมุน
tr_tr: Döndür
uk_ua: Повернути
vi_vn: Xoay
zh_cn: 旋转
zh_tw: 旋轉

# ImageRotation_None_DisplayName
source: None
bg_bg: Няма
ca_es: Cap
cs_cz: Žádné
da_dk: Ingen
de_de: Keine
el_gr: Κανένα
es_es: Ninguno
et_ee: Pole
eu_es: Bat ere ez
fi_fi: Ei mitään
fr_fr: Aucun
gl_es: Ningunha
hi_in: कोई नहीं
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuna
ja_jp: なし
kk_kz: Жоқ
ko_kr: 없음
lt_lt: Nėra
lv_lv: Nav
ms_my: Tiada
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Niciunul
ru_ru: Нет
sk_sk: Žiadne
sl_si: Brez
sr_cyrl_rs: Ниједно
sr_latn_rs: Nijedan
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
uk_ua: Немає
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# label_Live_DisplayName
source: Live
bg_bg: Динамично
ca_es: Dinàmica
cs_cz: Živě
da_dk: Dynamisk
el_gr: Σε πραγματικό χρόνο
es_es: Activo
et_ee: Reaalajas
eu_es: Dinamikoa
fi_fi: Reaaliaikainen
fr_fr: En direct
gl_es: Dinámica
hi_in: लाइव
hr_hr: Aktivno
hu_hu: Élő
it_it: In tempo reale
ja_jp: ライブ
kk_kz: Тікелей
ko_kr: 라이브
lt_lt: Sąveikusis
lv_lv: Dinamiskā
ms_my: Secara langsung
nb_no: Aktiv
pl_pl: Na żywo
pt_br: Ao Vivo
pt_pt: Em direto
ru_ru: В реальном времени
sk_sk: Dynamické
sl_si: Dinamično
sr_cyrl_rs: Уживо
sr_latn_rs: Uživo
th_th: สด
tr_tr: Canlı
uk_ua: Динамічний
vi_vn: Trực tiếp
zh_cn: 活动
zh_tw: 即時

# label_Overflow_DisplayName
source: Overflow
bg_bg: Препълване
ca_es: Sobreeiximent
cs_cz: Přetečení
da_dk: Overløb
de_de: Überlauf
el_gr: Υπερχείλιση
es_es: Desbordamiento
et_ee: Ületäide
eu_es: Gainezkatzea
fi_fi: Ylivuoto
fr_fr: Débordement
gl_es: Desbordamento
hi_in: ओवरफ्लो
hr_hr: Preljev
hu_hu: Túlcsordulás
ja_jp: オーバーフロー
kk_kz: Толып кету
ko_kr: 오버플로
lt_lt: Perpilda
lv_lv: Pārpilde
ms_my: Limpahan
nb_no: Overflyt
nl_nl: Overloop
pl_pl: Przepełnienie
pt_br: Estouro
pt_pt: Capacidade excedida
ro_ro: Depășire
ru_ru: Переполнение
sk_sk: Pretečenie
sl_si: Prekoračitev
sr_cyrl_rs: Вишак
sr_latn_rs: Višak
sv_se: Spill
th_th: เกินขนาด
tr_tr: Taşır
uk_ua: Переповнення
vi_vn: Tràn
zh_cn: 溢出
zh_tw: 溢位

# DatePicker_DateTimeZone_DisplayName
source: Date time zone
bg_bg: Зона за дата и час
ca_es: Fus horari de la data
cs_cz: Časové pásmo data
da_dk: Datotidszone
de_de: Zeitzone für Datum
el_gr: Ζώνη ημερομηνίας/ώρας
es_es: Zona horaria de la fecha
et_ee: Kuupäeva ajavöönd
eu_es: Data- eta ordu-zona
fi_fi: Päivämäärä ja aikavyöhyke
fr_fr: Fuseau horaire de la date
gl_es: Fuso horario da data
hi_in: दिनांक समय क्षेत्र
hr_hr: Datum vremenske zone
hu_hu: Dátum időzónája
it_it: Fuso orario data
ja_jp: 日付/時刻のゾーン
kk_kz: Күн Уақыт Белдеу
ko_kr: 표준 시간대
lt_lt: Data ir laiko juosta
lv_lv: Datuma laika josla
ms_my: Zon waktu tarikh
nb_no: Dato-/tidssone
nl_nl: Datum van de tijdzone
pl_pl: Strefa czasowa
pt_br: Zona de data e hora
pt_pt: Fuso horário de data
ro_ro: Fus orar dată
ru_ru: Часовой пояс даты
sk_sk: Pásmo dátumu a času
sl_si: Časovni pas
sr_cyrl_rs: Зона датума и времена
sr_latn_rs: Zona datuma i vremena
sv_se: Tidszon
th_th: โซนวันที่และเวลา
tr_tr: Tarih saat dilimi
uk_ua: Часовий пояс
vi_vn: Múi giờ theo ngày
zh_cn: 日期时区
zh_tw: 日期時區

# DatePicker_Format_DisplayName
source: Format
bg_bg: Формат
cs_cz: Formát
el_gr: Μορφοποίηση
es_es: Formato
et_ee: Vorming
eu_es: Formatua
fi_fi: Muotoilu
gl_es: Formato
hi_in: स्वरूप
hr_hr: Oblik
hu_hu: Formátum
it_it: Formato
ja_jp: 書式
kk_kz: Пішім
ko_kr: 형식
lt_lt: Formatas
lv_lv: Formāts
nl_nl: Indeling
pt_br: Formato
pt_pt: Formato
ru_ru: Формат
sk_sk: Formát
sl_si: Oblika
sr_cyrl_rs: Облик
sr_latn_rs: Oblikovanje
th_th: รูปแบบ
tr_tr: Biçim
uk_ua: Формат
vi_vn: Định dạng
zh_cn: 格式
zh_tw: 格式

# DatePicker_Language_DisplayName
source: Language
bg_bg: Език
ca_es: Llengua
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Lenguaje
et_ee: Keel
eu_es: Hizkuntza
fi_fi: Kieli
fr_fr: Langage
gl_es: Idioma
hi_in: भाषा
hr_hr: Jezik
hu_hu: Nyelv
it_it: Linguaggio
ja_jp: 言語
kk_kz: Тіл
ko_kr: 언어
lt_lt: Kalba
lv_lv: Valoda
ms_my: Bahasa
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
pt_pt: Idioma
ro_ro: Limbă
ru_ru: Язык
sk_sk: Jazyk
sl_si: Jezik
sr_cyrl_rs: Језик
sr_latn_rs: Jezik
sv_se: Språk
th_th: ภาษา
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

# Calendar_Width_DisplayName
source: Calendar width
bg_bg: Ширина на календара
ca_es: Amplada del calendari
cs_cz: Šířka kalendáře
da_dk: Kalenderbredde
de_de: Kalenderbreite
el_gr: Πλάτος ημερολογίου
es_es: Ancho del calendario
et_ee: Kalendri laius
eu_es: Egutegiaren zabalera
fi_fi: Kalenterin leveys
fr_fr: Largeur de calendrier
gl_es: Largura do calendario
hi_in: कैलेंडर की चौड़ाई
hr_hr: Širina kalendara
hu_hu: Naptár szélessége
it_it: Larghezza del calendario
ja_jp: 予定表の幅
kk_kz: Күнтізбе ені
ko_kr: 일정 너비
lt_lt: Kalendoriaus plotis
lv_lv: Kalendāra platums
ms_my: Lebar kalendar
nb_no: Kalenderbredde
nl_nl: Agendabreedte
pl_pl: Szerokość kalendarza
pt_br: Largura do calendário
pt_pt: Largura do calendário
ro_ro: Lățime calendar
ru_ru: Ширина календаря
sk_sk: Šírka kalendára
sl_si: Širina koledarja
sr_cyrl_rs: Ширина календара
sr_latn_rs: Širina kalendara
sv_se: Kalenderbredd
th_th: ความกว้างของปฏิทิน
tr_tr: Takvim genişliği
uk_ua: Ширина календаря
vi_vn: Độ rộng lịch
zh_cn: 日历宽度
zh_tw: 行事曆寬度

# Hide_Calendar_DisplayName
source: Hide calendar
bg_bg: Скриване на календара
ca_es: Amaga el calendari
cs_cz: Skrýt kalendář
da_dk: Skjul kalender
de_de: Kalender ausblenden
el_gr: Απόκρυψη ημερολογίου
es_es: Ocultar calendario
et_ee: Peida kalender
eu_es: Ezkutatu egutegia
fi_fi: Piilota kalenteri
fr_fr: Masquer le calendrier
gl_es: Ocultar calendario
hi_in: कैलेंडर छिपाएँ
hr_hr: Sakrij kalendar
hu_hu: Naptár elrejtése
it_it: Nascondi il calendario
ja_jp: 予定表の非表示
kk_kz: Күнтізбені жасыру
ko_kr: 일정 숨기기
lt_lt: Slėpti kalendorių
lv_lv: Paslēpt kalendāru
ms_my: Sembunyikan kalendar
nb_no: Skjul kalender
nl_nl: Agenda verbergen
pl_pl: Ukryj kalendarz
pt_br: Ocultar calendário
pt_pt: Ocultar calendário
ro_ro: Ascundeți calendarul
ru_ru: Скрыть календарь
sk_sk: Skryť kalendár
sl_si: Skrij koledar
sr_cyrl_rs: Сакриј календар
sr_latn_rs: Sakrij kalendar
sv_se: Dölj kalender
th_th: ซ่อนปฏิทิน
tr_tr: Takvimi gizle
uk_ua: Приховати календар
vi_vn: Ẩn lịch
zh_cn: 隐藏日历
zh_tw: 隱藏行事曆

# Calendar_StartOfWeek_DisplayName
source: Start of week
bg_bg: Начало на седмицата
ca_es: Inici de la setmana
cs_cz: Začátek týdne
da_dk: Ugens start
de_de: Wochenbeginn
el_gr: Αρχή εβδομάδας
es_es: Inicio de la semana
et_ee: Nädala algus
eu_es: Astearen hasiera
fi_fi: Viikon alku
fr_fr: Début de semaine
gl_es: Inicio da semana
hi_in: सप्ताह का प्रारंभ
hr_hr: Početak tjedna
hu_hu: Hét kezdete
it_it: Inizio della settimana
ja_jp: 週の開始日
kk_kz: Аптаның басы
ko_kr: 주초
lt_lt: Savaitės pradžia
lv_lv: Nedēļas sākums
ms_my: Permulaan minggu
nb_no: Starten av uken
nl_nl: Begin van week
pl_pl: Początek tygodnia
pt_br: Início da semana
pt_pt: Início da semana
ro_ro: Începutul săptămânii
ru_ru: Начало недели
sk_sk: Začiatok týždňa
sl_si: Začetek tedna
sr_cyrl_rs: Почетак седмице
sr_latn_rs: Početak sedmice
sv_se: Veckans början
th_th: วันเริ่มต้นสัปดาห์
tr_tr: Haftanın başı
uk_ua: Початок тижня
vi_vn: Tuần bắt đầu
zh_cn: 周开始
zh_tw: 一週開始時間

# text_Default_DisplayName
source: Default
bg_bg: По подразбиране
ca_es: Valor per defecte
cs_cz: Výchozí
da_dk: Standard
de_de: Standard
el_gr: Προεπιλογή
es_es: Predeterminado
et_ee: Vaikeväärtus
eu_es: Lehenetsia
fi_fi: Oletus
fr_fr: Par défaut
gl_es: Valor predefinido
hi_in: डिफ़ॉल्ट
hr_hr: Zadano
hu_hu: Alapértelmezett
it_it: Impostazione predefinita
ja_jp: 既定
kk_kz: Әдепкі
ko_kr: 기본값
lt_lt: Numatytasis
lv_lv: Noklusējums
ms_my: lalai
nb_no: Standard
nl_nl: Standaard
pl_pl: Domyślne
pt_br: Padrão
pt_pt: Predefinição
ro_ro: Implicit
ru_ru: По умолчанию
sk_sk: Predvolené
sl_si: Privzeto
sr_cyrl_rs: Подразумевано
sr_latn_rs: Podrazumevano
sv_se: Standard
th_th: ค่าเริ่มต้น
tr_tr: Varsayılan
uk_ua: Стандарт
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設

# text_Mode_DisplayName
source: Mode
bg_bg: Режим
cs_cz: Režim
da_dk: Tilstand
de_de: Modus
el_gr: Λειτουργία
es_es: Modo
et_ee: Režiim
eu_es: Modua
fi_fi: Tila
gl_es: Modo
hi_in: मोड
hr_hr: Način rada
hu_hu: Mód
it_it: Modalità
ja_jp: モード
kk_kz: Режим
ko_kr: 모드
lt_lt: Režimas
lv_lv: Režīms
ms_my: Mod
nb_no: Modus
nl_nl: Modus
pl_pl: Tryb
pt_br: Modo
pt_pt: Modo
ro_ro: Mod
ru_ru: Режим
sk_sk: Režim
sl_si: Način
sr_cyrl_rs: Режим
sr_latn_rs: Režim
sv_se: Läge
th_th: โหมด
tr_tr: Mod
uk_ua: Режим
vi_vn: Chế độ
zh_cn: 模式
zh_tw: 模式

# text_Format_DisplayName
source: Format
bg_bg: Формат
cs_cz: Formát
el_gr: Μορφοποίηση
es_es: Formato
et_ee: Vorming
eu_es: Formatua
fi_fi: Muotoilu
gl_es: Formato
hi_in: स्वरूप
hr_hr: Oblik
hu_hu: Formátum
it_it: Formato
ja_jp: 書式
kk_kz: Пішім
ko_kr: 형식
lt_lt: Formatas
lv_lv: Formāts
nl_nl: Indeling
pt_br: Formato
pt_pt: Formato
ru_ru: Формат
sk_sk: Formát
sl_si: Oblika
sr_cyrl_rs: Формат
th_th: รูปแบบ
tr_tr: Biçim
uk_ua: Формат
vi_vn: Định dạng
zh_cn: 格式
zh_tw: 格式

# text_VirtualKeyboardMode_DisplayName
source: Virtual keyboard mode
bg_bg: Режим на виртуална клавиатура
ca_es: Mode de teclat virtual
cs_cz: Režim virtuální klávesnice
da_dk: Virtuel tastaturtilstand
de_de: Modus für virtuelle Tastatur
el_gr: Λειτουργία εικονικού πληκτρολογίου
es_es: Modo de teclado virtual
et_ee: Virtuaalklaviatuuri režiim
eu_es: Teklatu birtualaren modua
fi_fi: Näennäisnäppäimistön tila
fr_fr: Mode Clavier virtuel
gl_es: Modo de teclado virtual
hi_in: वर्चुअल कुंजीपटल मोड
hr_hr: Način virtualne tipkovnice
hu_hu: Virtuális billentyűzet mód
it_it: Modalità tastiera virtuale
ja_jp: 仮想キーボード モード
kk_kz: Виртуал пернетақта режимі
ko_kr: 가상 키보드 모드
lt_lt: Virtualiosios klaviatūros režimas
lv_lv: Virtuālās tastatūras režīms
ms_my: Mod papan kekunci maya
nb_no: Modus for virtuelt tastatur
nl_nl: Modus Virtueel toetsenbord
pl_pl: Tryb klawiatury wirtualnej
pt_br: Modo de teclado virtual
pt_pt: Modo de teclado virtual
ro_ro: Mod tastatură virtuală
ru_ru: Режим виртуальной клавиатуры
sk_sk: Režim virtuálnej klávesnice
sl_si: Način navidezne tipkovnice
sr_cyrl_rs: Режим виртуелне тастатуре
sr_latn_rs: Režim virtuelne tastature
sv_se: Virtuellt tangentbordsläge
th_th: โหมดคีย์บอร์ดเสมือน
tr_tr: Sanal klavye modu
uk_ua: Режим віртуальної клавіатури
vi_vn: Chế độ bàn phím ảo
zh_cn: 虚拟键盘模式
zh_tw: 虛擬鍵盤模式

# text_TeamsTheme_DisplayName
source: Teams theme
bg_bg: Тема на Teams
ca_es: Tema del Teams
cs_cz: Motiv Teams
da_dk: Teams-tema
de_de: Teams-Design
el_gr: Θέμα του Teams
es_es: Tema de Teams
et_ee: Teamsi kujundus
eu_es: Teams gaia
fi_fi: Teamsin teema
fr_fr: Thème Teams
gl_es: Tema de Teams
hi_in: Teams थीम
hr_hr: Tema Teams
hu_hu: Teams-téma
it_it: Tema di Teams
ja_jp: Teams のテーマ
kk_kz: Teams тақырыбы
ko_kr: Teams 테마
lt_lt: „Teams“ tema
lv_lv: Teams dizains
ms_my: Tema Teams
nb_no: Teams-tema
nl_nl: Teams-thema
pl_pl: Motyw aplikacji Teams
pt_br: Tema do Teams
pt_pt: Tema do Teams
ro_ro: Tema Teams
ru_ru: Тема Teams
sk_sk: Motív aplikácie Teams
sl_si: Tema za Teams
sr_cyrl_rs: Тема за Teams
sr_latn_rs: Tema za Teams
sv_se: Teams-tema
th_th: ธีมของ Teams
tr_tr: Teams teması
uk_ua: Тема Teams
vi_vn: Giao diện Teams
zh_cn: Teams 主题
zh_tw: Teams 佈景主題

# text_Clear_DisplayName
source: Clear button
bg_bg: Бутон за изчистване
ca_es: Botó Esborra
cs_cz: Tlačítko Vymazat
da_dk: Ryd-knap
de_de: Schaltfläche "Löschen"
el_gr: Κουμπί απαλοιφής
es_es: Botón Borrar
et_ee: Tühjendusnupp
eu_es: Garbitu botoia
fi_fi: Tyhjennä-painike
fr_fr: Bouton Effacer
gl_es: Botón de borrar
hi_in: साफ़ करें बटन
hr_hr: Gumb Očisti
hu_hu: Törlés gomb
it_it: Pulsante Cancella
ja_jp: クリア ボタン
kk_kz: Тазалау түймешігі
ko_kr: 지우기 단추
lt_lt: Išvalymo mygtukas
lv_lv: Poga Notīrīt
ms_my: Butang kosongkan
nb_no: Fjern-knapp
nl_nl: De knop Wissen
pl_pl: Przycisk Wyczyść
pt_br: Botão Limpar
pt_pt: Botão limpar
ro_ro: Butonul Golire
ru_ru: Кнопка "Очистить"
sk_sk: Tlačidlo Vymazať
sl_si: Gumb Počisti
sr_cyrl_rs: Дугме „Обриши“
sr_latn_rs: Dugme „Obriši“
sv_se: Rensa-knapp
th_th: ปุ่มล้างข้อมูล
tr_tr: Temizle düğmesi
uk_ua: Кнопка очищення
vi_vn: Nút Xóa
zh_cn: 清除按钮
zh_tw: 清除按鈕

# Align_Left_DisplayName
source: Align left
bg_bg: Подравняване отляво
ca_es: Alinea a l'esquerra
cs_cz: Zarovnat doleva
da_dk: Justér til venstre
de_de: Links ausrichten
el_gr: Στοίχιση αριστερά
es_es: Alinear a la izquierda
et_ee: Joonda vasakule
eu_es: Lerrokatu ezkerrean
fi_fi: Tasaa vasemmalle
fr_fr: Aligner à gauche
gl_es: Aliñar á esquerda
hi_in: बाएँ संरेखित करें
hr_hr: Poravnaj lijevo
hu_hu: Balra igazítás
it_it: Allinea a sinistra
ja_jp: 左揃え
kk_kz: Сол жақ шеті бойынша туралау
ko_kr: 왼쪽 맞춤
lt_lt: Lygiuoti kairėje
lv_lv: Līdzināt pa kreisi
ms_my: Jajar kiri
nb_no: Venstrejuster
nl_nl: Links uitlijnen
pl_pl: Wyrównaj do lewej
pt_br: Alinhar à esquerda
pt_pt: Alinhar à esquerda
ro_ro: Aliniere la stânga
ru_ru: Выровнять по левому краю
sk_sk: Zarovnať doľava
sl_si: Poravnaj levo
sr_cyrl_rs: Поравнај лево
sr_latn_rs: Poravnaj levo
sv_se: Vänsterjustera
th_th: จัดแนวซ้าย
tr_tr: Sola hizala
uk_ua: Вирівняти за лівим краєм
vi_vn: Căn trái
zh_cn: 靠左对齐
zh_tw: 靠左對齊

# Align_Right_DisplayName
source: Align right
bg_bg: Подравняване отдясно
ca_es: Alinea a la dreta
cs_cz: Zarovnat doprava
da_dk: Justér til højre
de_de: Rechts ausrichten
el_gr: Στοίχιση δεξιά
es_es: Alinear a la derecha
et_ee: Joonda paremale
eu_es: Lerrokatu eskuinean
fi_fi: Tasaa oikealle
fr_fr: Aligner à droite
gl_es: Aliñar á dereita
hi_in: दाएँ संरेखित करें
hr_hr: Poravnaj desno
hu_hu: Jobbra igazítás
it_it: Allinea a destra
ja_jp: 右揃え
kk_kz: Оң жақ шеті бойынша туралау
ko_kr: 오른쪽 맞춤
lt_lt: Lygiuoti dešinėje
lv_lv: Līdzināt pa labi
ms_my: Jajar kanan
nb_no: Høyrejuster
nl_nl: Rechts uitlijnen
pl_pl: Wyrównaj do prawej
pt_br: Alinhar à direita
pt_pt: Alinhar à direita
ro_ro: Aliniere la dreapta
ru_ru: Выровнять по правому краю
sk_sk: Zarovnať doprava
sl_si: Poravnaj desno
sr_cyrl_rs: Поравнај десно
sr_latn_rs: Poravnaj desno
sv_se: Högerjustera
th_th: จัดแนวขวา
tr_tr: Sağa hizala
uk_ua: Вирівняти за правим краєм
vi_vn: Căn phải
zh_cn: 靠右对齐
zh_tw: 靠右對齊

# Align_Center_DisplayName
source: Align center
bg_bg: Подравняване в центъра
ca_es: Alinea verticalment
cs_cz: Zarovnat na střed
da_dk: Juster midtpå lodret
de_de: Zentriert ausrichten
el_gr: Στοίχιση κέντρο
es_es: Alinear al centro
et_ee: Joonda keskele
eu_es: Lerrokatu zentroan
fi_fi: Tasaa keskikohtaan
fr_fr: Aligner au centre
gl_es: Aliñar ao centro
hi_in: केंद्र में संरेखित करें
hr_hr: Poravnaj po sredini
hu_hu: Középre igazítás
it_it: Allinea al centro verticalmente
ja_jp: 左右中央揃え
kk_kz: Ортасы бойынша туралау
ko_kr: 가운데 맞춤
lt_lt: Lygiuoti centre
lv_lv: Līdzināt centrā
ms_my: Jajar pusat
nb_no: Midtstill loddrett
nl_nl: Centreren
pl_pl: Wyrównaj do środka w poziomie
pt_br: Centralizar
pt_pt: Alinhar ao centro
ro_ro: Aliniere la centru
ru_ru: Выровнять по центру
sk_sk: Zarovnať na stred
sl_si: Poravnaj na sredino vodoravno
sr_cyrl_rs: Поравнај по центру
sr_latn_rs: Poravnaj po centru
sv_se: Centrera
th_th: จัดแนวกลาง
tr_tr: Ortaya hizala
uk_ua: Вирівняти по центру
vi_vn: Căn giữa
zh_cn: 居中对齐
zh_tw: 置中對齊

# Align_Justify_DisplayName
source: Justify
bg_bg: Двустранно подравняване
ca_es: Justifica
cs_cz: Zarovnat do bloku
da_dk: Juster
de_de: Blocksatz
el_gr: Πλήρης στοίχιση
es_es: Justificar
et_ee: Rööpjoonda
eu_es: Lerrokatu
fi_fi: Tasaa molemmat reunat
fr_fr: Justifier
gl_es: Xustificar
hi_in: समायोजित करें
hr_hr: Poravnaj obostrano
hu_hu: Sorkizárt
it_it: Giustifica
ja_jp: 両端揃え
kk_kz: Туралау
ko_kr: 양쪽 맞춤
lt_lt: Abipusė lygiuotė
lv_lv: Taisnot
ms_my: Imbang
nb_no: Juster
nl_nl: Uitvullen
pl_pl: Wyjustuj
pt_br: Justificar
pt_pt: Justificar
ro_ro: Aliniere stânga-dreapta
ru_ru: Выравнять
sk_sk: Zarovnať
sl_si: Poravnaj obojestransko
sr_cyrl_rs: Поравнај
sr_latn_rs: Poravnaj
sv_se: Justera
th_th: เต็มแนว
tr_tr: Yasla
uk_ua: Вирівняти за шириною
vi_vn: Điều chỉnh
zh_cn: 两端对齐
zh_tw: 左右對齊

# AboutIsNumeric
source: Checks whether a value is a number, and returns true or false.
bg_bg: Проверява дали дадена стойност е число и връща true или false.
ca_es: Comprova si el valor és un nombre i retorna true o false.
cs_cz: Zkontroluje, jestli je hodnota číslo, a vrátí hodnotu true nebo false.
da_dk: Kontroller, om en værdi er et tal, og returnerer sand eller falsk.
de_de: Überprüft, ob ein Wert eine Zahl ist, und gibt WAHR oder FALSCH zurück.
el_gr: Ελέγχει εάν μια τιμή είναι αριθμός και επιστρέφει την τιμή true ή false.
es_es: Comprueba si un valor es un número y devuelve TRUE o FALSE.
et_ee: Kontrollib, kas väärtus on arv, ja tagastab väärtuse Tõene või Väär.
eu_es: Balioa zenbaki bat den egiaztatzen du eta "egia" edo "faltsua" balioa itzultzen du.
fi_fi: Tarkistaa, onko arvo luku, ja palauttaa arvon tosi tai epätosi.
fr_fr: Vérifie si une valeur est un nombre, puis retourne Vrai ou Faux.
gl_es: Comproba se un valor é un número e devolve verdadeiro ou falso.
hi_in: यह जाँचता है कि कोई मान संख्या है या नहीं, और सत्य या असत्य लौटाता है.
hr_hr: Provjerava je li vrijednost broj i vraća true ili false.
hu_hu: Megvizsgálja, hogy egy érték szám-e, és a true vagy a false értéket adja eredményül.
it_it: Verifica se un valore corrisponde a un numero e restituisce vero o falso.
ja_jp: 値が数値かどうかをチェックし、True または False を返します。
kk_kz: Мәннің сан екендігін тексереді және "шын" немесе "жалған" мәнін қайтарады.
ko_kr: 값이 숫자인지 여부를 확인하고 true나 false를 반환합니다.
lt_lt: Tikrina, ar reikšmė yra skaičius, ir pateikia reikšmę TRUE arba FALSE.
lv_lv: Pārbauda, vai vērtība ir skaitlis, un atgriež vērtību "true" vai "false".
ms_my: Menyemak sama ada nilai ialah nombor dan mengembalikan benar atau palsu.
nb_no: Kontrollerer om en verdi er et tall, og returnerer sann eller usann.
nl_nl: Hiermee wordt gecontroleerd of de waarde een getal is en wordt waar of onwaar geretourneerd.
pl_pl: Sprawdza, czy wartość jest liczbą, i zwraca wartość prawda lub fałsz.
pt_br: Verifica se um valor é um número e retorna verdadeiro ou falso.
pt_pt: Verifica se um valor é um número e devolve verdadeiro ou falso.
ro_ro: Verifică dacă o valoare este un număr și returnează adevărat sau fals.
ru_ru: Проверяет, является ли значение числовым, и возвращает true или false.
sk_sk: Skontroluje, či je hodnota číslo, a vráti výsledok pravda alebo nepravda.
sl_si: Preveri, ali je vrednost število, in vrne »true« ali »false«.
sr_cyrl_rs: Проверава да ли је вредност број и враћа исправно или погрешно.
sr_latn_rs: Proverava da li je vrednost broj i vraća ispravno ili pogrešno.
sv_se: Kontrollerar om ett värde är ett tal och returnerar sant eller falskt.
th_th: ตรวจสอบว่าค่าเป็นตัวเลขหรือไม่ และคืนค่า true หรือ false
tr_tr: Değerin bir sayı olup olmadığını denetler ve true ya da false değeri döndürür.
uk_ua: Перевіряє, чи значення числове, і надає результат у форматі істина-хибність.
vi_vn: Kiểm tra xem giá trị có phải là một số hay không và trả về giá trị đúng hoặc sai.
zh_cn: 检查值是否为数字，并返回 true 或 false。
zh_tw: 檢查值是否為數字，並傳回 True 或 False。

# IsNumericArg1
source: value
bg_bg: стойност
ca_es: valor
cs_cz: hodnota
da_dk: værdi
de_de: Wert
el_gr: τιμή
es_es: valor
et_ee: väärtus
eu_es: balioa
fi_fi: arvo
fr_fr: valeur
gl_es: valor
hi_in: मान
hr_hr: vrijednost
hu_hu: érték
it_it: valore
ja_jp: 値
kk_kz: мән
ko_kr: 값
lt_lt: reikšmė
lv_lv: vērtība
ms_my: nilai
nb_no: verdi
nl_nl: waarde
pl_pl: wartość
pt_br: valor
pt_pt: valor
ro_ro: valoare
ru_ru: значение
sk_sk: hodnota
sl_si: vrednost
sr_cyrl_rs: вредност
sr_latn_rs: Vrednost
sv_se: värde
th_th: ค่า
tr_tr: değer
uk_ua: значення
vi_vn: giá_trị
zh_cn: 值
zh_tw: 值
